<!DOCTYPE html>
<html lang="en">
    <meta http-equiv="content-type" content="text/html;charset=UTF-8" />
    <meta charset="utf-8">
    <title>Mae Jang Basin </title>

    <link rel="icon" href="{{ asset('images/icon/favicon1.ico')}}" type="image/x-icon">
    <link href="https://fonts.googleapis.com/css?family=Mitr|Prompt" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Quicksand:500,700" rel="stylesheet">

    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/themify-icons.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/icofont.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/font-awesome.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/datatables.bootstrap4.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/buttons.datatables.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/responsive.bootstrap4.min.css')}}">

    <link rel="stylesheet" href="{{ asset('css/form/bootstrap.min.css') }}">
    <link rel="stylesheet" href="{{ asset('css/form/waves.min.css')}}" type="text/css" media="all">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/jquery.steps.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/style1.css')}}">

    <style>
      .text{
        font-size: 18px;
        margin: 5px;
        margin-bottom: 20px;
        padding:10px;
        text-indent: 5em;
        text-align:justify;
      }
      .text2{
        font-size: 18px;
        margin-left: 5em;
        padding:5px;
      }
      .text3{
        font-size: 18px;
        margin-left: 7em;
        padding:5px;
      }
    </style>
  </head>

  <body class="horizontal-icon-fixed" >
    @yield('content')
    <div class="loader-bg">
        <div class="loader-bar"></div>
    </div>

    <div id="pcoded" class="pcoded" >
      <div class="pcoded-overlay-box"></div>
      
      <div class="pcoded-container navbar-wrapper">
        @include('menu.header')

        <div class="pcoded-main-container">
          <div class="pcoded-wrapper">
             @include('menu.slidebar')
            <!-- Map -->
            <div class="pcoded-content">
              <div class="card"><h3></h3></div>
                <div class="pcoded-inner-content">
                    <div class="main-body">
                        <div class="page-wrapper">
                            <div class="row justify-content-md-center">
                                <div class="col-md-12">
                                    <div class="card table-card">
                                        <div class="card-header text-center">
                                        <h2>โครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและภัยแล้ง 
                                          <br>
                                          บนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูงในพื้นที่ลุ่มน้ำแม่จาง 
                                          <br>
                                          จังหวัดลำปาง
                                        </h2>     
                                        <hr>                         
                                        </div>
                                        <div class="card-block">
                                          <div class="row justify-content-md-center">
                                            <div class="col-md-10 col-lg-10">
                                              <div class="card">
                                                 <div class="card-block">
                                                    <h3> 1. หลักการและเหตุผล : </h3>
                                                      <div class="text">
                                                        พื้นที่ลุ่มน้ำแม่จาง จังหวัดลำปาง ครอบคลุมพื้นที่อำเภอแม่เมาะ อำเภอแม่ทะ อำเภอเมือง และอำเภอเกาะคา จำนวน 17 ตำบล รวมพื้นที่ประมาณ 1,550 ตารางกิโลเมตร 
                                                        ลุ่มน้ำแม่จางเป็นลุ่มน้ำหนึ่งของลุ่มน้ำวังเป็นลุ่มน้ำสาขาขนาดกลางที่สำคัญ มีต้นกำเนิดมาจากดอยหลวงและดอยผาแดง มีลุ่มน้ำย่อยที่สำคัญคือ ลำน้ำแม่เมาะ ลำน้ำแม่ทะ 
                                                        และลำน้ำแม่วะ ในพื้นที่ลุ่มน้ำแม่จางเป็นพื้นที่ที่ประสบกับปัญหาน้ำท่วมและภัยแล้งอย่างต่อเนื่อง สร้างความเดือดร้อนให้กับประชาชนในพื้นที่ไม่น้อย สภาพปัญหาที่พบคือ 
                                                        ปัญหาการกีดขวางทางน้ำ การถูกบุกรุกของลำน้ำคูคลอง ถนนขวางทางน้ำ จนทำให้ลำน้ำขาดศักยภาพการระบายน้ำ เกิดปัญหาน้ำท่วมและน้ำเน่าเสีย 
                                                        โดยปัญหานี้จะเพิ่มและรุนแรงมากขึ้นเมื่อมีการขยายตัวของชุมชนเมืองอย่างรวดเร็วและเกิดปัญหาการกีดขวางทางน้ำในลำน้ำคูคลองจำนวนมากกระจายอยู่ในพื้นที่ลุ่มน้ำแม่จาง 
                                                        การแก้ไขปัญหาดังกล่าวให้ได้ผลนั้น จำเป็นจะต้องใช้องค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ของชุมชนในฐานะเจ้าของพื้นที่ 
                                                        ในการวางแผนแก้ปัญหาการกีดขวางทางน้ำอย่างเป็นระบบต่อเนื่องกันตลอดลำน้ำ ดังนั้นเพื่อสนับสนุนการอนุรักษ์และพัฒนาลำน้ำคูคลอง 
                                                        ทางระบายน้ำให้กลับมาทำหน้าที่ได้อย่างเดิม จึงจำเป็นต้องจัดทำระบบฐานข้อมูลสารสนเทศของลำน้ำคูคลอง และถนน โดยเฉพาะปัญหาการกีดขวางทางน้ำ 
                                                        ตำแหน่งและลักษณะที่ถูกบุกรุก ลุกล้ำ เพื่อนำไปเป็นข้อมูลสำคัญในกำหนดรูปแบบของการวางแผนแก้ไขปัญหาลำน้ำคูคลองถูกบุกรุกได้อย่างมีประสิทธิภาพโดยกระบวนการการมีส่วนร่วมของชุมชน 
                                                        และลงมือปฏิบัติการแก้ไขปัญหาโดยหน่วยงานราชการ องค์กรปกครองส่วนท้องถิ่น และชุมชน 
                                                      </div>
                                                      <div class="text"> 
                                                        นอกจากนี้ปัญหาที่สำคัญอีกประการ คือ ฝายและระบบส่งน้ำที่มีอยู่จำนวนมาก มีฝายจำนวนมากที่ชำรุดเสียหายหรือมีประสิทธิภาพไม่ดี 
                                                        ได้แก่ การขาดความสามารถในการยกระดับผันน้ำเข้าคลองหรือเหมืองส่งน้ำไปใช้ในฤดูการเพาะปลูก ประตูน้ำชำรุด มีตะกอนหน้าฝาย 
                                                        และขาดความสามารถใช้เก็กกักน้ำไว้ใช้ที่บริเวณหน้าฝายในฤดูแล้ง และมีฝายบางส่วนที่สร้างปัญหากีดขวางทางน้ำ 
                                                        ซึ่งถ้าแก้ไขปรับปรุงไม่ถูกหลักวิชาการจะก่อให้เกิดปัญหาภัยแล้งและน้ำท่วมขึ้นในพื้นที่ได้ ซึ่งปัญหาเหล่านี้จะเพิ่มและรุนแรงมากขึ้น 
                                                        ในแต่ละปีทางภาครัฐต้องใช้งบประมาณจำนวนมากในการบรรเทาปัญหาภัยแล้งจากการขาดประสิทธิภาพของฝาย 
                                                        ซึ่งเป็นการแก้ไขปัญหาเฉพาะหน้าไม่มีความยั่งยืน ประกอบกับในพื้นที่ลุ่มน้ำแม่จางยังขาดการจัดเก็บระบบฐานข้อมูลสภาพฝายของทุกหน่วยงาน 
                                                        โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่น ทำให้การวางแผนป้องกันและแก้ไขปัญหาน้ำท่วมและ
                                                        ภัยแล้งในพื้นที่เกษตรที่ใช้น้ำจากฝายยังทำได้ไม่ดี หลายหน่วยงานไม่สามารถซ่อมแซมได้เนื่องจากต้องใช้ความรู้ในวิชาการด้านวิศวกรรมชลศาสตร์ 
                                                        และไม่มีการจัดเก็บในรูปแบบเดียวกัน ขาดผลการตรวจประเมินสภาพฝายและไม่มีการเตรียมแนวทางการซ่อมแซมแก้ไขการชำรุดของฝายไว้ล่วงหน้า 
                                                        ในการแก้ไขปัญหาดังกล่าวให้ได้ผลนั้น จะต้องทำการตรวจประเมินสภาพฝายและระบบส่งน้ำซึ่งเป็นการตรวจสภาพการใช้งานและความเสี่ยงต่อความปลอดภัยขององค์ประกอบต่าง ๆ 
                                                        ของฝาย และใช้องค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ของชุมชน มาวางแนวทางปรับปรุงหรือเปลี่ยนแปลงรูปแบบของฝาย เพื่อให้กลับมามีประสิทธิภาพทำหน้าที่ได้และขณะเดียวกันต้องไม่ทำให้เกิดปัญหากีดขวางทางน้ำ 
                                                        นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินระดับตื้นในพื้นที่ได้เป็นอย่างดี 
                                                      </div>
                                                      <div class="text">
                                                        ดังนั้นจึงมีความจำเป็นที่จะต้องพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและภัยแล้งบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง 
                                                        เพื่อจะได้มีการเตรียมความพร้อมเพื่อรับมือภัยน้ำท่วมและภัยแล้งในพื้นที่ลุ่มน้ำแม่จางอย่างเป็นระบบ โดยเน้นกิจกรรมหลักมุ่งเป้าเร่งด่วน (Quick Win) 
                                                        สำหรับการบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและภัยแล้งซ้ำซาก ได้แก่ (1) กิจกรรมพัฒนาระบบข้อมูลสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่ลุ่มน้ำแม่จาง 
                                                        เพื่อเป็นแนวทางการแก้ไขปัญหาที่เหมาะสมถูกหลักวิชาการ มีการรวบรวมตำแหน่งของฝายทุกแห่งที่มีปัญหา และแนวทางวิธีการปรับปรุงเพิ่มประสิทธิภาพหรือปรับเปลี่ยนรูปแบบในแต่ละแห่ง 
                                                        โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่นและชุมชน โดยผลผลิตที่ได้จะใช้เป็นข้อมูลสำคัญในกำหนดรูปแบบของการวางแผน 
                                                        การจัดหางบประมาณ และลงมือปฏิบัติการแก้ไขปัญหาต่อไปโดยหน่วยงานที่เกี่ยวข้อง องค์กรปกครองส่วนท้องถิ่น และชุมชน นอกจากนี้หน่วยงานที่เกี่ยวข้องยังสามารถนำผลผลิตไปใช้วางแผนให้การสนับสนุนองค์กรปกครองส่วนท้องถิ่นต่างๆ 
                                                        ในการปรับปรุงและซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม และ (2) กิจกรรมพัฒนาระบบข้อมูลสารสนเทศของสิ่งกีดขวางทางน้ำในลำน้ำคูคลองและถนนที่มีปัญหาการกีดขวางทางน้ำในพื้นที่ลุ่มน้ำแม่จาง 
                                                        โดยมีการสำรวจและจัดทำระบบข้อมูลของสิ่งกีดขวางทางน้ำทุกแห่ง พร้อมข้อเสนอแนะวิธีการและกำหนดรูปแบบวิธีการแก้ไขปัญหาการกีดขวางทางน้ำในแต่ละแห่งจากผู้เชี่ยวชาญ โดยเน้นกระบวนการมีส่วนร่วมของชุมชน 
                                                        มีการรวบรวมตำแหน่งที่เกิดปัญหาและวิธีการแก้ปัญหา ไม่ให้เกิดปัญหากับพื้นที่ด้านท้ายน้ำ มีการวางแผนการระบายน้ำให้เป็นระบบต่อเนื่องกันเป็นไปอย่างมีประสิทธิภาพมากยิ่งขึ้น
                                                      </div>

                                                    <br>
                                                    <h3>2. วัตถุประสงค์ของโครงการ : </h3>
                                                    <div class="text2"> 1) พัฒนาระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่ลุ่มน้ำแม่จาง โดยใช้ความรู้ในทางวิชาการร่วมกับองค์ความรู้ของชุมชน โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่น 
                                                    </div>
                                                    <div class="text2">
                                                    2) พัฒนาระบบข้อมูลสารสนเทศของสิ่งกีดขวางทางน้ำในลำน้ำคูคลองและถนนที่มีปัญหาการกีดขวางทางน้ำในพื้นที่ลุ่มน้ำแม่จาง พร้อมข้อเสนอแนะวิธีการแก้ไขปัญหาการกีดขวางทางน้ำในแต่ละแห่งจากผู้เชี่ยวชาญ
                                                    </div>
                                                    
                                                    <br>
                                                    <h3>3. กลุ่มเป้าหมาย และผู้มีส่วนได้ส่วนเสีย : </h3>
                                                    <div class="text2"> 3.1 กลุ่มเป้าหมาย :  </div>
                                                    <div class="text3"> 
                                                      1) การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ สามารถนำผลผลิตไปใช้วางแผนให้การสนับสนุนหน่วยงานที่เกี่ยวข้อง ในการแก้ปัญหาการกีดขวางทางน้ำ และการปรับปรุงซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม
                                                      <br>
                                                      2) หน่วยงานราชการ หน่วยงานปกครองส่วนท้องถิ่น และชุมชน สามารถนำข้อมูลข้อเสนอแนะวิธีการแก้ไขปัญหาการกีดขวางทางน้ำจากผู้เชี่ยวชาญทางวิชาการ มาวางแผนการบริหารจัดการ เพื่อการวางแผนแก้ไขปัญหาการขาดศักยภาพการระบายน้ำในพื้นที่ได้  
                                                      <br>
                                                      3) การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ สามารถใช้เพื่อกำหนดนโยบาย และติดตามงานด้านบริหารจัดการน้ำ การจัดการภัยแล้งและน้ำท่วมในพื้นที่ 
                                                    </div>
                                                   
                                                    <div class="text2">  3.2 ผู้มีส่วนได้ส่วนเสีย : การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ องค์การบริหารส่วนจังหวัดลำปาง จังหวัดลำปาง กรมป้องกันและบรรเทาสาธารณภัย กรมชลประทาน กรมทรัพยากรน้ำ ทรัพยากรธรรมชาติและสิ่งแวดล้อมจังหวัด กรมเจ้าท่า องค์กรปกครองส่วนท้องถิ่น มูลนิธิ องค์กรสาธารณกุศล อาสาสมัคร และประชาชน</div>
                                                    
                                                    <br>
                                                    <h3>4. เป้าหมาย ผลผลิต และผลลัพธ์ : </h3>
                                                    <div class="text2"> 4.1 เป้าหมายโครงการ :</div>
                                                    <div class="text3" style="overflow-x:auto;" width="50%">
                                                      <table border="1" width="60%" >
                                                        <tr align="center">
                                                          <th>ตัวชี้วัด</th>
                                                          <th>หน่วยนับ</th>
                                                          <th> ปี 2566 </th>
                                                        </tr>
                                                        <tr>
                                                          <td width="60%" class="text2">พื้นที่ลุ่มน้ำแม่จางมีระบบสารสนเทศการตรวจประเมินและวางแผน
                                                          ปรับปรุงเพิ่มประสิทธิภาพฝาย <br> พร้อมแนวทางและวิธีการแก้ไขปัญหา เพื่อเตรียมความพร้อมรับมือภัยแล้งและน้ำท่วม </td>
                                                          <td width="20%" align="center">ระบบ </td>
                                                          <td align="center" width="20%" > 1</td>
                                                        </tr>
                                                        <tr>
                                                          <td width="60%" class="text2">พื้นที่ลุ่มน้ำแม่จางมีระบบข้อมูลสารสนเทศของสิ่งกีดขวางทางน้ำในลำน้ำ
                                                          คูคลองและถนนที่มีปัญหา <br>การกีดขวางทางน้ำ พร้อมวิธีการแก้ไขปัญหา การกีดขวางทางน้ำในแต่ละแห่ง </td>
                                                          <td width="20%" align="center">ระบบ </td>
                                                          <td align="center" width="20%" > 1</td>
                                                        </tr>
                                                      </table>
                                                    </div>
                                                    <div class="text2"> 4.2 ผลผลิต : </div> 
                                                    <div class="text3">
                                                      1) มีระบบการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายพร้อมแนวทางและวิธีการแก้ไขปัญหา เพื่อเตรียมความพร้อมรับมือภัยแล้งและน้ำท่วม นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้
                                                      <br>
                                                      2) มีฐานข้อมูลและแนวคิดสำหรับวิธีการแก้ไขปัญหาเพื่อปรับปรุงฝาย เพื่อให้หน่วยงานที่เกี่ยวข้องนำไปใช้วางแผนและออกแบบรายละเอียดในการแก้ปัญหาที่เหมาะสมได้
                                                      <br>
                                                      3) มีระบบฐานข้อมูลของสิ่งกีดขวางทางน้ำในลำน้ำคูคลองและถนนที่มีปัญหาการกีดขวางทางน้ำ พร้อมวิธีการแก้ไขปัญหาการกีดขวางทางน้ำในแต่ละแห่ง เพื่อให้หน่วยงานที่เกี่ยวข้องนำไปใช้วางแผนและออกแบบรายละเอียดในการแก้ปัญหาการกีดขวางทางน้ำที่เหมาะสมได้

                                                    </div>
                                                    <div class="text2"> 4.3 ผลลัพธ์ : </div> 
                                                    <div class="text3">
                                                      1) ฝายในพื้นที่ลุ่มน้ำแม่จาง ได้รับการปรับปรุงเพื่อเพิ่มประสิทธิภาพให้สามารถยกระดับผันน้ำเข้าคลองหรือเหมืองส่งน้ำไปใช้ในฤดูการเพาะปลูก และสามารถเก็บกักน้ำไว้ใช้ในฤดูแล้ง เพื่อบรรเทาปัญหาภัยแล้งและน้ำท่วม นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้เป็นอย่างดี 
  		                                                <br>
                                                      2) ในพื้นที่ลุ่มน้ำแม่จาง ได้รับแนวทางในการแก้ไขปัญหาการกีดขวางทางน้ำในแต่ละแห่ง ครอบคลุมอำเภอแม่เมาะ อำเภอแม่ทะ อำเภอเมือง และอำเภอเกาะคา จำนวน 17 ตำบล สามารถนำไปวางแผนและออกแบบรายละเอียดในการแก้ปัญหาการกีดขวางทางน้ำได้อย่างเหมาะสม

                                                    </div>
                                                    
                                                    <br>
                                                    <!-- <h3>5. ระบบสารสนเทศการตรวจประเมินสภาพฝายและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงราย : </h3>
                                                      <div align="center">
                                                          <img src="{{ asset('images/icon/qr.png') }}" width="20%"> <br>
                                                          เว็บไซต์ : <a href="https://watercenter.scmc.cmu.ac.th/weir/jang_basin/"> www.watercenter.scmc.cmu.ac.th/weir/jang_basin/ </a> <br>
                                                          ดาวน์โหลด : <a href="{{ asset('images/icon/qr.png') }}" download> QRcode  </a>
                                                      </div> -->
                                                  </div>
                                                </div>
                                              </div>
                                            </div>
                                          </div>
                                        </div>
                                    </div>
                                    
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
          </div>
            @include('menu.foot')
          </div>
          
        </div>

      </div>
    </div>
    
    
    <script src="{{ asset('js/form/jquery.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-ui.min.js')}}"></script>
    <script src="{{ asset('js/form/bootstrap.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-i18next.min.js')}}" ></script>
    <script src="{{ asset('js/form/pcoded.min.js')}}" ></script>
    <script src="{{ asset('js/form/menu-hori-fixed.js')}}" ></script>
    <script src="{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js')}}" ></script>
    <script src="{{ asset('js/form/script.js')}}"></script>
   
  
    <script src="{{ asset('js/form/jquery.datatables.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.buttons.min.js')}}" ></script>

    <script src="{{ asset('js/form/datatables.fixedheader.min.js')}}"></script>

    <script src="{{ asset('js/form/datatables.colreorder.min.js')}}" ></script>
    <script src="{{ asset('js/form/buttons.print.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.bootstrap4.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.responsive.min.js')}}" ></script>
    <script src="{{ asset('js/form/responsive.bootstrap4.min.js')}}"></script>

    <script src= "{{ asset('js/form/fixed-header-custom.js') }}"></script>

    <script src= "{{ asset('js/form/pcoded.min.js') }}"></script>
    <script src= "{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js') }}"></script>

  
    <script src="{{ asset('js/form/rocket-loader.min.js')}}" data-cf-settings="ce2668daaac54a74e9f6cdff-|49" defer=""></script>

  
  </body>

</html>
